Get and return the rebar shape family id.
  Namespace:   Autodesk.Revit.DB.Structure
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
  Since:  2015
 Syntax
  C#
public ElementId ShapeFamilyId { get; }
  Visual Basic
Public ReadOnly Property ShapeFamilyId As ElementId
	Get
  Visual C++
public:
property ElementId^ ShapeFamilyId {
	ElementId^ get ();
}
 See Also
  RebarShape Class
  Autodesk.Revit.DB.Structure Namespace